RRN_Data/1429400/1429400.xml

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Body><d2LogicalModel xmlns="http://datex2.eu/schema/2/2_0" modelBaseVersion="2"><exchange><supplierIdentification><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></supplierIdentification><subscription><operatingMode>operatingMode1</operatingMode><subscriptionStartTime>2023-11-16T20:46:39.570+01:00</subscriptionStartTime><subscriptionState>active</subscriptionState><updateMethod>allElementUpdate</updateMethod><target><address/><protocol/></target></subscription></exchange><payloadPublication xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:type="SituationPublication" lang="fr"><publicationTime>2023-11-16T20:46:39.570+01:00</publicationTime><publicationCreator><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></publicationCreator><situation id="231110-000762" version="5"><overallSeverity>high</overallSeverity><situationVersionTime>2023-11-16T20:46:38.646+01:00</situationVersionTime><headerInformation><confidentiality>noRestriction</confidentiality><informationStatus>real</informationStatus></headerInformation><situationRecord xsi:type="MaintenanceWorks" id="231110-000762-1" version="5"><situationRecordCreationTime>2023-11-10T10:11:00.625+01:00</situationRecordCreationTime><situationRecordObservationTime>2023-11-16T20:46:28.859+01:00</situationRecordObservationTime><situationRecordVersionTime>2023-11-16T20:46:38.646+01:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2023-11-10T10:11:00.625+01:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Atlantique</sourceIdentification><sourceName><values><value lang="fr">CEI de Villenave-d'Ornon</value></values></sourceName><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2023-11-13T21:00:00.000+01:00</overallStartTime><overallEndTime>2023-11-17T06:00:00.000+01:00</overallEndTime><validPeriod><periodName><values><value lang="FR">Uniquement de nuit</value></values></periodName></validPeriod></validityTimeSpecification></validity><impact><originalNumberOfLanes>3</originalNumberOfLanes></impact><generalPublicComment><comment><values><value lang="fr">DIR Atlantique/District de Gironde/CEI de Villenave-d'Ornon</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">FERMETURE ROCADE DE BORDEAUX EXTERIEURE ENTRE ECH 20 ET 24 </value></values></comment><commentType>description</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">Point particulier : début : situé 4 m au nord de Bègles, fin : situé 1 m au sud de Bordeaux centre</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><groupOfLocations xsi:type="Linear"><supplementaryPositionalDescription><locationDescriptor>onConnector</locationDescriptor><locationDescriptor>onConnector</locationDescriptor></supplementaryPositionalDescription><tpegLinearLocation><tpegDirection>outerRing</tpegDirection><tpegLinearLocationType>segment</tpegLinearLocationType><to xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>44.803482</latitude><longitude>-0.53264385</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Bègles</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">A630</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></to><from xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>44.79375</latitude><longitude>-0.5395747</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Bègles</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">A630</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></from></tpegLinearLocation><alertCLinear xsi:type="AlertCMethod4Linear"><alertCLocationCountryCode>F</alertCLocationCountryCode><alertCLocationTableNumber>32</alertCLocationTableNumber><alertCLocationTableVersion>11.0</alertCLocationTableVersion><alertCDirection><alertCDirectionCoded>negative</alertCDirectionCoded></alertCDirection><alertCMethod4PrimaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Bordeaux centre</value></values></alertCLocationName><specificLocation>13429</specificLocation></alertCLocation><offsetDistance><offsetDistance>1</offsetDistance></offsetDistance></alertCMethod4PrimaryPointLocation><alertCMethod4SecondaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Bègles</value></values></alertCLocationName><specificLocation>13427</specificLocation></alertCLocation><offsetDistance><offsetDistance>4</offsetDistance></offsetDistance></alertCMethod4SecondaryPointLocation></alertCLinear><linearWithinLinearElement><directionRelativeOnLinearSection>aligned</directionRelativeOnLinearSection><linearElement><roadNumber>A0630</roadNumber></linearElement><fromPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>1216.0</distanceAlong><fromReferent><referentIdentifier>33PR33D</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></fromPoint><toPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>1350.0</distanceAlong><fromReferent><referentIdentifier>33PR32D</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></toPoint></linearWithinLinearElement></groupOfLocations><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>false</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><roadworksScale>major</roadworksScale><mobility><mobilityType>stationary</mobilityType></mobility><roadMaintenanceType>maintenanceWork</roadMaintenanceType></situationRecord><situationRecord xsi:type="RoadOrCarriagewayOrLaneManagement" id="231110-000762-2" version="5"><situationRecordCreationTime>2023-11-10T10:11:00.625+01:00</situationRecordCreationTime><situationRecordObservationTime>2023-11-16T20:46:28.859+01:00</situationRecordObservationTime><situationRecordVersionTime>2023-11-16T20:46:38.646+01:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2023-11-10T10:11:00.625+01:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Atlantique</sourceIdentification><sourceName><values><value lang="fr">CEI de Villenave-d'Ornon</value></values></sourceName><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2023-11-13T21:00:00.000+01:00</overallStartTime><overallEndTime>2023-11-17T06:00:00.000+01:00</overallEndTime><validPeriod><periodName><values><value lang="FR">Uniquement de nuit</value></values></periodName></validPeriod></validityTimeSpecification></validity><generalPublicComment><comment><values><value lang="fr">DIR Atlantique/District de Gironde/CEI de Lormont</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">Point particulier : début : situé 225 m au nord de 14355, fin : situé 973 m au sud de Artigues centre</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><groupOfLocations xsi:type="Linear"><supplementaryPositionalDescription><locationDescriptor>onConnector</locationDescriptor><locationDescriptor>onConnector</locationDescriptor></supplementaryPositionalDescription><tpegLinearLocation><tpegDirection>outerRing</tpegDirection><tpegLinearLocationType>segment</tpegLinearLocationType><to xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>44.843025</latitude><longitude>-0.50149035</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Artigues-près-Bordeaux</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">N230</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></to><from xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>44.80349</latitude><longitude>-0.5326389</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Bègles</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">N230</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></from></tpegLinearLocation><alertCLinear xsi:type="AlertCMethod4Linear"><alertCLocationCountryCode>F</alertCLocationCountryCode><alertCLocationTableNumber>32</alertCLocationTableNumber><alertCLocationTableVersion>11.0</alertCLocationTableVersion><alertCDirection><alertCDirectionCoded>negative</alertCDirectionCoded></alertCDirection><alertCMethod4PrimaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Artigues centre</value></values></alertCLocationName><specificLocation>14359</specificLocation></alertCLocation><offsetDistance><offsetDistance>973</offsetDistance></offsetDistance></alertCMethod4PrimaryPointLocation><alertCMethod4SecondaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr"/></values></alertCLocationName><specificLocation>14355</specificLocation></alertCLocation><offsetDistance><offsetDistance>225</offsetDistance></offsetDistance></alertCMethod4SecondaryPointLocation></alertCLinear><linearWithinLinearElement><directionRelativeOnLinearSection>aligned</directionRelativeOnLinearSection><linearElement><roadNumber>N0230</roadNumber></linearElement><fromPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>545.0</distanceAlong><fromReferent><referentIdentifier>33PR39D</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></fromPoint><toPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>0.0</distanceAlong><fromReferent><referentIdentifier>33PR34D</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></toPoint></linearWithinLinearElement></groupOfLocations><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>false</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><complianceOption>mandatory</complianceOption><roadOrCarriagewayOrLaneManagementType>roadClosed</roadOrCarriagewayOrLaneManagementType></situationRecord><situationRecord xsi:type="ReroutingManagement" id="231110-000762-3" version="5"><situationRecordCreationTime>2023-11-10T10:11:00.625+01:00</situationRecordCreationTime><situationRecordObservationTime>2023-11-16T20:46:28.859+01:00</situationRecordObservationTime><situationRecordVersionTime>2023-11-16T20:46:38.646+01:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2023-11-10T10:11:00.625+01:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Atlantique</sourceIdentification><sourceName><values><value lang="fr">CEI de Villenave-d'Ornon</value></values></sourceName><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2023-11-13T21:00:00.000+01:00</overallStartTime><overallEndTime>2023-11-17T06:00:00.000+01:00</overallEndTime><validPeriod><periodName><values><value lang="FR">Uniquement de nuit</value></values></periodName></validPeriod></validityTimeSpecification></validity><generalPublicComment><comment><values><value lang="fr">DIR Atlantique/District de Gironde/CEI de Lormont</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">Point particulier : début : situé 225 m au nord de 14355, fin : situé 973 m au sud de Artigues centre</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><groupOfLocations xsi:type="Linear"><supplementaryPositionalDescription><locationDescriptor>onConnector</locationDescriptor><locationDescriptor>onConnector</locationDescriptor></supplementaryPositionalDescription><tpegLinearLocation><tpegDirection>outerRing</tpegDirection><tpegLinearLocationType>segment</tpegLinearLocationType><to xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>44.843025</latitude><longitude>-0.50149035</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Artigues-près-Bordeaux</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">N230</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></to><from xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>44.80349</latitude><longitude>-0.5326389</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Bègles</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">N230</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></from></tpegLinearLocation><alertCLinear xsi:type="AlertCMethod4Linear"><alertCLocationCountryCode>F</alertCLocationCountryCode><alertCLocationTableNumber>32</alertCLocationTableNumber><alertCLocationTableVersion>11.0</alertCLocationTableVersion><alertCDirection><alertCDirectionCoded>negative</alertCDirectionCoded></alertCDirection><alertCMethod4PrimaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Artigues centre</value></values></alertCLocationName><specificLocation>14359</specificLocation></alertCLocation><offsetDistance><offsetDistance>973</offsetDistance></offsetDistance></alertCMethod4PrimaryPointLocation><alertCMethod4SecondaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr"/></values></alertCLocationName><specificLocation>14355</specificLocation></alertCLocation><offsetDistance><offsetDistance>225</offsetDistance></offsetDistance></alertCMethod4SecondaryPointLocation></alertCLinear><linearWithinLinearElement><directionRelativeOnLinearSection>aligned</directionRelativeOnLinearSection><linearElement><roadNumber>N0230</roadNumber></linearElement><fromPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>545.0</distanceAlong><fromReferent><referentIdentifier>33PR39D</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></fromPoint><toPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>0.0</distanceAlong><fromReferent><referentIdentifier>33PR34D</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></toPoint></linearWithinLinearElement></groupOfLocations><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>false</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><complianceOption>mandatory</complianceOption><reroutingManagementType>followLocalDiversion</reroutingManagementType><reroutingItineraryDescription><values><value lang="FR">Par la rocade de Bordeaux dans le sens intérieure via le pont d'Aquitaine et le pont François Mitterrand ;</value></values></reroutingItineraryDescription><signedRerouting>true</signedRerouting></situationRecord></situation></payloadPublication></d2LogicalModel></soap:Body></soap:Envelope>